{
  "wishes": [
    {
      "id": "001",
      "text": "Enjoy each and every moment of this wonderful day and be grateful to God for all the blessings. Happy Thanksgiving to you and your family, have fun."
    },
    {
      "id": "002",
      "text": "May you enjoy the feast and have lots of fun on this wonderful occasion. May you have a home filled with joy, laughter, freedom, and love. Happy Thanksgiving."
    },
    {
      "id": "003",
      "text": "May the good things of life be yours in abundance not only at Thanksgiving but throughout the coming year."
    },
    {
      "id": "004",
      "text": "Wishing you a deliciously sweet Thanksgiving Day surrounded by the ones you love and the ones you cherish. May you have a grand holiday season!"
    },
    {
      "id": "005",
      "text": "This Thanksgiving, I wish that God showers you and your family with peace, love, warmth, and joy. Have a joyous Thanksgiving!"
    },
    {
      "id": "006",
      "text": "Roast a turkey and call some friends; with the company of family, you are set to celebrate a happy thanksgiving day. Enjoy!"
    },
    {
      "id": "007",
      "text": "Count your blessings one by one; its thanksgiving again! Celebrate and be thankful for every good tide. Happy Thanksgiving."
    },
    {
      "id": "008",
      "text": "May your blessings be multiplied this year and throughout all your life. Happy Thanksgiving wishes to you!"
    },
    {
      "id": "009",
      "text": "Wishing you a harvest of blessings, good health and good times. Happy Thanksgiving day!"
    },
    {
      "id": "010",
      "text": "May you enjoy this celebration with your family full of laughter and peace. Happy Thanksgiving greetings!"
    },
    {
      "id": "011",
      "text": "Thanksgiving wishes from across the miles from our house to yours. May your home be filled with laughter and happiness!"
    },
    {
      "id": "012",
      "text": "Hope that you’re surrounded with the love of your dear ones on this festive season. Happy Thanksgiving to you and yours."
    }
  ]
}
